Repository: common-repository/wp-store-lite
Catalog: assets/lang/wpsl-*.po
Languages: ru_ru

source: This controls what unit you will define weights in
ru_ru: Здесь определяется единица измерения, в которой определяется вес

source: Dimensions unit
ru_ru: Единица измерения габаритов

source: This controls what unit you will define lengths in
ru_ru: Здесь определяется единица измерения, в которой определяется длина

source: Badges
ru_ru: Значки

source: Icon "New"
ru_ru: Значок "Новое"

source: The number of days from the date the product was published to be considered new. If you do not want to display the icon, leave the field blank
ru_ru: Количество дней с даты публикации товара когда он будет считаться новым. Если вы не хотите его отображать, оставьте поле пустым

source: Icon "Discount"
ru_ru: Значок "Скидка"

source: Set manually on the edit page of an individual product
ru_ru: Устанавливается вручную на странице редактирования отдельного товара

source: Icon "Best seller"
ru_ru: Значок "Хит продаж"

source: Similar products
ru_ru: Похожие товары

source: Output similar products
ru_ru: Выход аналогичных товаров

source: Number of similar products
ru_ru: Количество похожих товаров

source: Variable products
ru_ru: Вариативные товары

source: Display only minimal price
ru_ru: Отображение только минимальной цены

source: Cart page
ru_ru: Страница корзины

source: Minimum order
ru_ru: Минимальный заказ

source: If the cart of products less than the specified amount, order will be impossible
ru_ru: Если в корзине товаров меньше указанной суммы, заказ будет невозможен

source: Single-piece product
ru_ru: Штучный товар

source: The buyer will not be able to order more than one unit of each item
ru_ru: Покупатель не сможет заказать более одной единицы товара

source: Activate if you sell the piece
ru_ru: Активация продаж штучных товаров

source: Order page
ru_ru: Страница заказа

source: Order numeration
ru_ru: Нумерация заказов

source: Generates the names of the orders. When changing, does not change the numbering of already created orders
ru_ru: Генерация названия заказов. При изменении, не меняет нумерацию уже созданных заказов

source: Default. %s: %s
ru_ru: По умолчанию. %s: %s

source: Numbering from a certain number. %s: %s
ru_ru: Нумерация с определенного числа. %s: %s

source: User ID and order number. %s: %s
ru_ru: ID пользователя и номер заказа. %s: %s

source: Random unique number. %s: %s
ru_ru: Случайный уникальный номер. %s: %s

source: Numbering within a day. %s: %s
ru_ru: Нумерация за день. %s: %s

source: Numbering within a month. %s: %s
ru_ru: Нумерация за месяц. %s: %s

source: Numbering within a year. %s: %s
ru_ru: Нумерация за год. %s: %s

source: Fields of the order
ru_ru: Поля заказа

source: Select the status field
ru_ru: Выберите поле статуса

source: Not active
ru_ru: Не активно

source: Active
ru_ru: Активно

source: Required
ru_ru: Обязательно

source: Additionaly
ru_ru: Дополнительно

source: Enable
ru_ru: Включить

source: Enable coupon support in cart
ru_ru: Включить поддержку купонов в корзине

source: Shipping settings
ru_ru: Настройки доставки

source: Enable shipping
ru_ru: Включить доставку

source: After changing the setting, refresh the page
ru_ru: После изменения настройки обновите страницу

source: Default shipping type
ru_ru: Тип доставки по умолчанию

source: Sending email
ru_ru: Отправка email

source: Sender
ru_ru: Отправитель

source: "From" name
ru_ru: Имя "От кого"

source: How the sender name is displayed
ru_ru: Как отображается имя отправителя

source: To administrator
ru_ru: Администратору

source: Subject of "new order"
ru_ru: Тема "новый заказ"

source: Received new order
ru_ru: Получен новый заказ

source: To buyer
ru_ru: Покупателю

source: Your order has been received and is in process our manager
ru_ru: Ваш заказ получен и находится в обработке нашим менеджером

source: Sms
ru_ru: СМС

source: Sending SMS
ru_ru: Отправка SMS

source: Gateway settings
ru_ru: Настройки шлюза

source: Url to send SMS via http
ru_ru: Url для отправки SMS через http

source: Your
ru_ru: Ваш

source: This can be a password, API ID, or other secret code to send SMS. For receiving please refer to SMS gateway.
ru_ru: Это может быть пароль, API ID, или иной секретный код для отправки СМС. Для получения обратитесь к СМС шлюзу.

source: If the formation of the http request requires login.
ru_ru: Если для формирования http запроса требуется логин.

source: SMS sending
ru_ru: Отправка SMS

source: SMS to administrator
ru_ru: SMS администратору

source: Send to administrator about new order
ru_ru: Отправить СМС администратору о новом заказе

source: The phone of administrator
ru_ru: Телефон администратора

source: The cost of 1 SMS at the rates of your SMS gateway
ru_ru: Стоимость 1 SMS по тарифам вашего SMS шлюза

source: SMS to buyer
ru_ru: СМС покупателю

source: Send SMS to the buyer after ordering
ru_ru: Отправить СМС покупателю после заказа

source: Text of SMS
ru_ru: Текст СМС

source: 1 SMS = 160 latin or 70 cyrillic characters. The length of the message includes spaces and punctuation
ru_ru: 1 SMS = 160 латинских или 70 кириллических символов. Длина сообщения включает пробелы и знаки препинания

source: Thank you for being with us
ru_ru: Спасибо, что вы с нами

source: Verification
ru_ru: Проверка

source: Enable sending a verification code via SMS in order page
ru_ru: Включить отправку проверочного кода по СМС на странице заказа

source: Password
ru_ru: Пароль

source: Current password to confirm phone
ru_ru: Текущий пароль подтверждения телефона

source: Payment
ru_ru: Оплата

source: Payment gateways
ru_ru: Платёжные шлюзы

source: Enable selection of payment methods
ru_ru: Включить возможность выбора способов оплаты

source: Payment page
ru_ru: Страница оплаты

source: Secret code
ru_ru: Секретный код

source: This is a secret code that will allow you to receive notifications from the payment gateway about incoming payments or transfers via HTTPS (HTTP) if it supports this feature
ru_ru: Это секретный код, который позволит принимать уведомления от платежного шлюза о входящих платежах или переводах через HTTPS (HTTP), если он поддерживает эту функцию

source: Cash payment
ru_ru: Наличными

source: Icon of the payment method
ru_ru: Пиктограмма метода оплаты

source: Note the method of payment
ru_ru: Примечание к методу оплаты

source: Payment in cash at self-shipping or courier shipping
ru_ru: Оплата наличными при самовывозе или курьерской доставкой

source: Account number
ru_ru: Номер аккаунта

source: To integrate the payment system Yandex.Money, enter the account number
ru_ru: Для интеграции платежной системы Яндекс.Деньги, укажите номер кошелька

source: %s to authenticate notifications
ru_ru: %s для проверки подлинности уведомлений

source: Get a secret code
ru_ru: Получить секретный код

source: Notification receiving address
ru_ru: Адрес получения уведомлений

source: FIO
ru_ru: ФИО

source: Should the buyer enter this data?
ru_ru: Должен ли покупатель ввести эти данные?

source: Instant payment
ru_ru: Моментальная оплата

source: Purse
ru_ru: Кошелек

source: Purse number of Webmoney
ru_ru: Кошелек номер Webmoney

source: Email of seller
ru_ru: Email продавца

source: Online
ru_ru: Онлайн

source: Offline
ru_ru: Оффлайн

source: User name or email
ru_ru: Имя пользователя или e-mail

source: User password
ru_ru: Пароль

source: Remember me
ru_ru: Запомнить меня

source: Send new password
ru_ru: Отправить новый пароль

source: You have no orders
ru_ru: У вас нет заказов

source: After making the first purchase, you will be able to follow your orders
ru_ru: После совершения первой покупки, здесь вы сможете следить за своими заказами

source: To receive order details, select one from the list
ru_ru: Чтобы получить сведения о заказе, выберите любой из списка

source: ZIP or postal code
ru_ru: Индекс

source: About
ru_ru: О покупателе

source: User name
ru_ru: Имя пользователя

source: User email
ru_ru: E-mail пользователя

source: Review
ru_ru: Отзыв

source: Leave a review about this product!
ru_ru: Оставьте отзыв об этом товаре!

source: You have no reviews
ru_ru: У вас пока нет отзывов

source: Evaluate the purchased products!
ru_ru: Оставьте свой отзыв о приобретенных товарах!

source: There are no support tickets
ru_ru: Нет заявок на техническую поддержку

source: From here you can ask for support’s help & preview support tickets history
ru_ru: Отсюда вы можете обратиться за помощью в техническую поддержку и просматривать историю заявок

source: To receive ticket details, select one from the list
ru_ru: Чтобы получить детали тикета, выберите любой из списка

source: On a free theme
ru_ru: На свободную тему

source: Ticket title
ru_ru: Тема заявки

source: Select № of order
ru_ru: Выберите № заказа

source: Ticket text
ru_ru: Текст заявки

source: Go to cart
ru_ru: Перейти в корзину

source: Quantity
ru_ru: Количество

source: Coupon code
ru_ru: Код купона

source: Proceed to checkout
ru_ru: Оформить заказ

source: Make a money transfer
ru_ru: Сделать денежный перевод

source: New order with number №%s
ru_ru: Новый заказ с номером №%s

source: View details
ru_ru: Посмотреть детали

source: List of products in order
ru_ru: Список товаров в заказе

source: Received the payment the order number №%s
ru_ru: Получена оплата заказа с номером №%s

source: List of products in order №%s:
ru_ru: Список товаров в заказе №%s:

source: Links for payment
ru_ru: Ссылки для оплаты

source: Yours faithfully
ru_ru: С уважением

source: No products were found matching your selection.
ru_ru: Не найдено ни одного товара, соответствующего вашему выбору.

source: from
ru_ru: от

source: Sort by
ru_ru: Сортировать по

source: The field must be filled
ru_ru: Поле должно быть заполнено

source: Your phone
ru_ru: Ваш телефон

source: Get code
ru_ru: Получить код

source: Code from SMS
ru_ru: Код из СМС

source: Additional information
ru_ru: Дополнительная информация

source: Confirmation code from SMS
ru_ru: Код подтверждения из СМС

source: Leave your contact details for ordering
ru_ru: Оставьте контакты для оформления заказа

source: Shipping details
ru_ru: Детали доставки

source: Payment details
ru_ru: Детали оплаты

source: I have read and agree to the website
ru_ru: Я прочитал и согласен с

source: terms and conditions
ru_ru: условиями и соглашением

source: Select payment methods
ru_ru: Выберите способ оплаты

source: Your order is in processing
ru_ru: Ваш заказ находится в обработке

source: Select shipping type
ru_ru: Выберите тип доставки

source: Order not found
ru_ru: Заказ не найден

source: The order with №%s has been successfully paid
ru_ru: Заказ с №%s был успешно оплачен

source: Your order code is №
ru_ru: Код вашего заказа №

source: The service provides the payment system
ru_ru: Услугу предоставляет платежная система

source: The amount to be paid on order
ru_ru: Сумма к оплате заказа

source: You will be redirected to the payment gateway
ru_ru: Вы будете перенаправлены на страницу платёжного шлюза

source: Please note: if you waive the purchase, for a refund you have to contact the store.
ru_ru: Обратите внимание: если вы отказываетесь от покупки, для возврата денег вам придется обратиться в магазин.

source: Current price
ru_ru: Текущая цена

source: Project goal
ru_ru: Цель проекта

source: Prices
ru_ru: Цены

source: Your assessment
ru_ru: Ваша оценка

source: Advantages
ru_ru: Преимущества

source: Disadvantages
ru_ru: Недостатки

source: Your comment
ru_ru: Ваш комментарий

source: Average assessment
ru_ru: Общая оценка

source: %s review
ru_ru: %s отзыв

source: All %s review
ru_ru: Все %s отзыв

source: Add review
ru_ru: Добавить отзыв

source: Characteristics
ru_ru: Характеристики

source: Sizes
ru_ru: Размеры

source: Old price
ru_ru: Старая цена

source: Select all
ru_ru: Выбрать все

source: Reset
ru_ru: Сбросить
