Repository: common-repository/wp-store-lite
Catalog: assets/lang/wpsl-*.po
Languages: ru_ru

source: Thank you for your order. Get a discount coupon for your next purchase: %s
ru_ru: Зпасибо за ваш заказ. Получите скидочный купон для следующего заказа: %s

source: Image
ru_ru: Картинка

source: Browse or upload an image
ru_ru: Просмотреть или загрузить изображение

source: Set thumbnail
ru_ru: Установить миниатюру

source: Work
ru_ru: Работа

source: Sending
ru_ru: Отправка

source: Save attribute
ru_ru: Сохранить характеристику

source: Add new attribute
ru_ru: Добавить новую характеристику

source: You have not selected where to download the attributes
ru_ru: Вы не выбрали характеристики для загрузки

source: This image is already in the gallery
ru_ru: Это изображение уже есть в галерее

source: Are you sure?
ru_ru: Вы уверены?

source: Please select a file to import
ru_ru: Пожалуйста, выберите файл импорта

source: The file is sent. The import process is in progress...
ru_ru: Файл отправлен. Запущен процесс импорта...

source: Error ajax request
ru_ru: Ошибка ajax запроса

source: Name of attribute
ru_ru: Название характеристики

source: Mesuare of attribute
ru_ru: Единица измерения характеристики

source: of
ru_ru: из

source: Store manager
ru_ru: Заведующий магазином

source: Sales consultant
ru_ru: Продавец-консультант

source: Seller cashier
ru_ru: Продавец-кассир

source: Checkout order
ru_ru: Оформить заказ

source: Order payment
ru_ru: Оплата заказа

source: Account
ru_ru: Личный кабинет

source: Storefront
ru_ru: Витрина

source: In-Store Pickup
ru_ru: Самовывоз

source: Simple product
ru_ru: Простой товар

source: Product description
ru_ru: Описание товара

source: Cash
ru_ru: Наличными

source: Yandex.Money
ru_ru: Яндекс.Деньги

source: Cash on delivery
ru_ru: Наложенный платеж

source: Bank transfer
ru_ru: Банковский перевод

source: In your cart only free products. A message was sent to the e-mail specified in the order
ru_ru: В вашей корзине только бесплатные товары. На указанную в заказе почту отправлено сообщение

source: If after registration and payment you have not received links to the products ordered for your mail, you can get them in private account
ru_ru: Если после регистрации и оплаты вы не получили письмо со ссылками на товары, вы можете восстановить их в личном кабинете

source: Payment the order №
ru_ru: Оплата заказа №

source: Pay
ru_ru: Оплатить

source: Order payment received
ru_ru: Получена оплата заказа

source: Your payment has been received
ru_ru: Ваш платеж был получен

source: Select characteristic"s group
ru_ru: Выберите группу характеристик

source: From general settings
ru_ru: Из общих настроек

source: Create from
ru_ru: Создать из

source: Attribute
ru_ru: Характеристика

source: Add new
ru_ru: Добавить новый

source: Value
ru_ru: Значение

source: Label
ru_ru: Ярлык

source: Values
ru_ru: Значения

source: Default values via |
ru_ru: Значения по умолчанию через |

source: Measure
ru_ru: Ед. изм.

source: Description
ru_ru: Описание

source: Type
ru_ru: Тип

source: Select buttons
ru_ru: Кнопки выбора

source: Dropdown list
ru_ru: Выпадающий список

source: Select color
ru_ru: Выбор цвета

source: Select image
ru_ru: Выбор изображения

source: Slider
ru_ru: Ползунок

source: Filterable
ru_ru: Фильтруемый

source: Variability
ru_ru: Вариативный

source: Attributes not found
ru_ru: Характеристики не найдены

source: Create characteristics of product
ru_ru: Создайте характеристики продукта

source: Variable
ru_ru: Вариативный

source: Select attributes group
ru_ru: Выберите группу атрибутов

source: Save characteristics
ru_ru: Сохранить характеристики

source: New comma separated
ru_ru: Новое через запятую

source: Add attribute
ru_ru: Добавить атрибут

source: Variation editor
ru_ru: Редактор вариации

source: Product sku
ru_ru: Артикул товара

source: Notice
ru_ru: Уведомление

source: Upload file
ru_ru: Загрузить файл

source: Link to download
ru_ru: Ссылка для загрузки

source: Save
ru_ru: Сохранить

source: Save variations
ru_ru: Сохранить вариации

source: Create from attributes
ru_ru: Создать из характеристик

source: Mass management
ru_ru: Массовое управление

source: Delete all variations
ru_ru: Удалить все вариации

source: Pricing
ru_ru: Ценообразование

source: Set price
ru_ru: Установить цену

source: Increase by a fixed value
ru_ru: Увеличить на фиксированную величину

source: Increase by percent
ru_ru: Увеличить на процент

source: Decrease by a fixed value
ru_ru: Уменьшить на фиксированную величину

source: Decrease by percent
ru_ru: Уменьшить на процент

source: Action
ru_ru: Действие

source: Variations of the product exist. Make sure that among the characteristics of eating is variable, and click "Create features".
ru_ru: Вариации товара отсутствуют. Убедитесь, что среди характеристик есть вариативные, и нажмите "Создать из характеристик".

source: Variation
ru_ru: Вариация

source: Your name
ru_ru: Ваше имя

source: John Smith
ru_ru: Иванов Иван

source: Your email
ru_ru: Ваш e-mail

source: Subject
ru_ru: Тема

source: Your message
ru_ru: Ваше сообщение

source: Contact form
ru_ru: Контактная форма

source: contact us in any convenient way for you
ru_ru: свяжитесь с нами удобным для вас способом

source: You are trying to get data with the wrong token
ru_ru: Вы пытаетесь получить данные с неправильным токеном

source: SMS was sent!
ru_ru: СМС было отправлено!

source: Something went wrong, SMS is not sent. Try again.
ru_ru: Что-то пошло не так, СМС не отправлено. Попробуйте снова.

source: Something went wrong, the query is not executed
ru_ru: Что-то пошло не так, запрос не выполнен

source: The query is not executed. The connection to the server could not be established. Contact the store.
ru_ru: Запрос не выполняется. Не удалось установить соединение с сервером. Обратитесь в магазин.

source: Remove
ru_ru: Удалить

source: Featured Image
ru_ru: Миниатюра

source: Set featured image
ru_ru: Выбрать миниатюру

source: SEO Title
ru_ru: СЕО заголовок

source: The text on the category page
ru_ru: Текст на странице категории

source: Description meta tag
ru_ru: Метатег описание

source: Category Archives: %s
ru_ru: Архивы категорий: %s

source: Products sections
ru_ru: Рубрики товаров

source: Display sections of product in your online store
ru_ru: Показывать категории товара в вашем магазине

source: Hide in category page
ru_ru: Скрыть на странице категорий

source: Hide in front page
ru_ru: Скрыть на главной странице

source: Products filter
ru_ru: Фильтр по товарам

source: Allows display the filter products by attributes
ru_ru: Отображает фильтр товаров по характеристикам

source: Place on count
ru_ru: Расположение счетчика

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Center
ru_ru: По центру

source: Payment icons
ru_ru: Иконки оплаты

source: Displays the icons of the payment methods in your online store
ru_ru: Отображает пиктограммы способов оплаты в вашем интернет-магазине

source: Visa
ru_ru: Виза

source: MasterCard
ru_ru: МастерКард

source: Maestro
ru_ru: Маэстро

source: Mir
ru_ru: Мир

source: Qiwi
ru_ru: Киви

source: Count of columns
ru_ru: Количество колонок

source: Smart search
ru_ru: Умный поиск

source: Displays the product search form
ru_ru: Отображает форму поиска по товарам

source: Search among
ru_ru: Поиск по

source: %s product
ru_ru: %s товару

source: Search
ru_ru: Поиск

source: Select national currency
ru_ru: Выберите национальную валюту

source: United Arab Emirates dirham
ru_ru: Объединённые Арабские Эмираты дирхам

source: Afghan afghani
ru_ru: Афганиские афгани

source: Albanian lek
ru_ru: Албанский лек

source: Armenian dram
ru_ru: Армянский драм

source: Angolan kwanza
ru_ru: Анголский кванза

source: Argentine peso
ru_ru: Аргентинский песо

source: Australian dollar
ru_ru: Австралийский долар

source: Azerbaijani manat
ru_ru: Азербайджанский манат

source: Bosnia and Herzegovina convertible mark
ru_ru: Боснийская и Герцоговинская конвертируемая марка

source: Bangladeshi taka
ru_ru: Бангладешская така

source: Bulgarian lev
ru_ru: Болгарский лев

source: Bolivian boliviano
ru_ru: Боливийский боливиано

source: Brazilian real
ru_ru: Бразильские реалы

source: Belarusian ruble
ru_ru: Белорусский рубль

source: Belize dollar
ru_ru: Белизский доллар

source: Canadian dollar
ru_ru: Канадский доллар

source: Congolese franc
ru_ru: Конголезский франк

source: Swiss franc
ru_ru: Швейцарский франк

source: Chilean peso
ru_ru: Чилийский песо

source: Chinese yuan
ru_ru: Китайский юань

source: Colombian peso
ru_ru: Колумбийское песо

source: Costa Rican col&oacute;n
ru_ru: Костариканский колон

source: Czech koruna
ru_ru: Чешская крона

source: Danish krone
ru_ru: Датская крона

source: Dominican peso
ru_ru: Доминиканское песо

source: Euro
ru_ru: Евро, EURO

source: Pound sterling
ru_ru: Фунты стерлингов

source: Georgian lari
ru_ru: Грузинский лари

source: Guatemalan quetzal
ru_ru: Гватемальский кетсаль

source: Honduran lempira
ru_ru: Гондурасская лемпира

source: Croatian kuna
ru_ru: Хорватская куна

source: Haitian gourde
ru_ru: Гаитянский гурд

source: Hungarian forint
ru_ru: Венгерские форинты

source: Indonesian rupiah
ru_ru: Индонезийские рупии

source: Israeli new shekel
ru_ru: Израильские Шекели

source: Indian rupee
ru_ru: Индийские рупии

source: Iranian rial
ru_ru: Иранский риал

source: Icelandic kr&oacute;na
ru_ru: Исландская крона

source: Jamaican dollar
ru_ru: Ямайский доллар

source: Jordanian dinar
ru_ru: Иорданский динар

source: Japanese yen
ru_ru: Японская йена

source: Kenyan shilling
ru_ru: Кенийский шиллинг

source: Kyrgyzstani som
ru_ru: Киргизский сом

source: Cambodian riel
ru_ru: Камбоджийский риель

source: Comorian franc
ru_ru: Комoрский франк

source: North Korean won
ru_ru: Северокорейский вон

source: South Korean won
ru_ru: Южнокорейский вон

source: Kuwaiti dinar
ru_ru: Кувейтский динар

source: Kazakhstani tenge
ru_ru: Казахстанский тенге

source: Lao kip
ru_ru: Лаокский кип

source: Sri Lankan rupee
ru_ru: Шриланкийская рупия

source: Liberian dollar
ru_ru: Либерийский доллар

source: Lesotho loti
ru_ru: Лоти Лесото

source: Libyan dinar
ru_ru: Ливийский динар

source: Moroccan dirham
ru_ru: Марокканский дирхам

source: Moldovan leu
ru_ru: Молдавский лей

source: Malagasy ariary
ru_ru: Малагасийский ариари

source: Macedonian denar
ru_ru: Македонский денар

source: Mongolian t&ouml;gr&ouml;g
ru_ru: Монгольский тугрик

source: Mexican peso
ru_ru: Мексиканское песо

source: Malaysian ringgit
ru_ru: Малайзийский ринггит

source: Mozambican metical
ru_ru: Мозамбикский метикал

source: Namibian dollar
ru_ru: Намибийский доллар

source: Nigerian naira
ru_ru: Нигерийская найра

source: Nicaraguan c&oacute;rdoba
ru_ru: Никарагуанская кордоба

source: Norwegian krone
ru_ru: Норвежская крона

source: Nepalese rupee
ru_ru: Непальская рупия

source: New Zealand dollar
ru_ru: Новозеландский доллар

source: Peruvian nuevo sol
ru_ru: Перуанский новый соль

source: Philippine peso
ru_ru: Филиппинский песо

source: Pakistani rupee
ru_ru: Пакистанская рупия

source: Polish z&#x142;oty
ru_ru: Польский злотый

source: Paraguayan guaran&iacute;
ru_ru: Парагвайский гуарани

source: Qatari riyal
ru_ru: Катарский риял

source: Romanian leu
ru_ru: Румынские леи

source: Serbian dinar
ru_ru: Сербский динар

source: Rwandan franc
ru_ru: Руандский франк

source: Saudi riyal
ru_ru: Саудовский риял

source: Swedish krona
ru_ru: Шведская крона

source: Singapore dollar
ru_ru: Сингапурский доллар

source: Sierra Leonean leone
ru_ru: Сьерра-Леонский леоне

source: Somali shilling
ru_ru: Сомалийский шиллинг

source: Surinamese dollar
ru_ru: Суринамский доллар

source: South Sudanese pound
ru_ru: Южный суданский фунт

source: Syrian pound
ru_ru: Сирийский фунт

source: Swazi lilangeni
ru_ru: Свазилендский лилангени

source: Thai baht
ru_ru: Тайский бат

source: Tajikistani somoni
ru_ru: Таджикский сомони

source: Turkmenistan manat
ru_ru: Туркменский манат

source: Tunisian dinar
ru_ru: Тунисский динар

source: Tongan pa&#x2bb;anga
ru_ru: Тонганский паанга

source: Trinidad and Tobago dollar
ru_ru: Доллары Тринидада и Тобаго

source: New Taiwan dollar
ru_ru: Новый тайваньский доллар

source: Tanzanian shilling
ru_ru: Танзанийский шиллинг

source: Ukrainian hryvnia
ru_ru: Украинская гривна

source: Ugandan shilling
ru_ru: Угандийский шиллинг

source: United States dollar
ru_ru: Доллар США

source: Uruguayan peso
ru_ru: Уругвайское песо

source: Uzbekistani som
ru_ru: Узбекский сом

source: Venezuelan bol&iacute;var
ru_ru: Венесуэльский боливар

source: Vietnamese &#x111;&#x1ed3;ng
ru_ru: Вьетнамский донг

source: Vanuatu vatu
ru_ru: Вануатский вату

source: Samoan t&#x101;l&#x101;
ru_ru: Самоанская тала

source: Yemeni rial
ru_ru: Йеменский риал

source: South African rand
ru_ru: Южноафриканский рэнд

source: Zambian kwacha
ru_ru: Замбийская квача

source: Order status
ru_ru: Статус заказа

source: Payment status
ru_ru: Статус оплаты

source: Delivery status
ru_ru: Статус доставки

source: %s day
ru_ru: %s день

source: %s hour
ru_ru: %s час

source: %s minute
ru_ru: %s минута

source: %s second
ru_ru: %s секунда

source: Auction is ended
ru_ru: Аукцион завершён

source: Select
ru_ru: Выбрать

source: Make a bid
ru_ru: Сделать ставку

source: Fund
ru_ru: Спонсировать

source: External/Affiliate product
ru_ru: Внешний/Партнерский товар

source: Variable product
ru_ru: Вариативный товар

source: Auction product
ru_ru: Аукционный товар

source: Sponsorship product
ru_ru: Спонсорский товар

source: Ordering
ru_ru: Оформить

source: Product assessment
ru_ru: Оценка товара

source: No assessments
ru_ru: Нет оценок

# sort
source: Price
ru_ru: Цене

# sort
source: Title
ru_ru: Названию

# sort
source: Date
ru_ru: Новизне

# sort
source: Popularity
ru_ru: Популярности

source: kg
ru_ru: кг

source: g
ru_ru: г

source: lbs
ru_ru: фунт

source: oz
ru_ru: унция

source: m
ru_ru: м

source: cm
ru_ru: см

source: mm
ru_ru: мм

source: in
ru_ru: дюйм

source: yd
ru_ru: ярд

source: In stock
ru_ru: В наличии

source: Out of stock
ru_ru: Нет в наличии

source: Pre order
ru_ru: Предзаказ

source: Could not insert term relationship into the database.
ru_ru: Невозможно вставить термин в базу данных.

source: Invalid post ID.
ru_ru: Неправильный ID.

source: Content, title, and excerpt are empty.
ru_ru: Содержимое, заголовок и анонс пустые.

source: Invalid date.
ru_ru: Неправильная дата.

source: Could not update post in the database
ru_ru: Не удалось обновить запись в базе данных

source: Could not insert post into the database
ru_ru: Не могу вставить запись в базу данных

source: No import
ru_ru: Не импортировано

source: Product id
ru_ru: ID товара

source: Product type
ru_ru: Тип товара

source: Short excerpt
ru_ru: Короткий анонс

source: Content
ru_ru: Содержимое

source: Tag
ru_ru: Метка

source: Digital product
ru_ru: Цифровой товар

source: Thumbnail
ru_ru: Миниатюра

source: Gallery
ru_ru: Галерея

source: Regular price
ru_ru: Обычная цена

source: Sale price
ru_ru: Цена распродажи

source: Individual attribute
ru_ru: Индивидуальная характеристика

source: Global attribute
ru_ru: Глобальная характеристика

source: Example
ru_ru: Пример

source: Best seller
ru_ru: Хит продаж

source: Made bets
ru_ru: Сделано ставок

source: Now leading
ru_ru: Сейчас лидирует

source: Winner
ru_ru: Победитель

source: No winner
ru_ru: Нет победителя

source: The bet is made. You can log in to %s
ru_ru: Ставка сделана. Вы можете войти в %s

source: personal account
ru_ru: личный кабинет

source: [%s] Received a new order №: %s
ru_ru: [%s] Получен новый заказ №: %s

source: Search of products
ru_ru: Поиск товаров

source: Filter of products
ru_ru: Фильтр товаров

source: Our addresses
ru_ru: Наши адреса

source: File not found, please contact the seller
ru_ru: Файл не найден, пожалуйста, свяжитесь с продавцом

source: Invalid token, please contact the seller
ru_ru: Недействительный токен, пожалуйста, свяжитесь с продавцом

source: Avatar
ru_ru: Аватар

source: My orders
ru_ru: Мои заказы

source: My profile
ru_ru: Мой профиль

source: Create ticket
ru_ru: Создать заявку

source: My reviews
ru_ru: Мои отзывы

source: Login
ru_ru: Войти

source: Log out
ru_ru: Выйти

source: Lost password
ru_ru: Забыл пароль

source: Registration
ru_ru: Регистрация

source: Collapse
ru_ru: Свернуть

source: There was a problem with your username or password
ru_ru: Неправильно введено имя или email

source: You are now logged out
ru_ru: Вы вышли из системы

source: Check your e-mail for the confirmation link
ru_ru: Проверьте электронную почту для подтверждения

source: Recover Lost Password
ru_ru: Восстановить утерянный пароль

source: Lost Password?
ru_ru: Забыли пароль?

source: Details
ru_ru: Детали

source: Select count
ru_ru: Выберите количество

source: Select attributes
ru_ru: Выберите атрибуты

source: Please, select
ru_ru: Пожалуйста, выберите

source: You forgot to select a feature
ru_ru: Вы забыли выбрать параметр

source: Minimum fee
ru_ru: Минимальный взнос

source: Funded
ru_ru: Собрано

source: Until the end of fundraising
ru_ru: До окончания сбора средств

source: Until the auction ends
ru_ru: До окончания аукциона

source: Please, make a bid
ru_ru: Пожалуйста, сделайте ставку

source: Buy for blitz price
ru_ru: Купить за блиц цену

source: Place an order and pay
ru_ru: Оформить и оплатить

source: Minimum order amount
ru_ru: Минимальная сумма заказа

source: Please order something else
ru_ru: Пожалуйста, закажите что-нибудь ещё

source: Logout
ru_ru: Выйти

source: Store statistics
ru_ru: Статистика магазина

source: Sales
ru_ru: Продажи

source: Tickets
ru_ru: Тикеты

source: Reviews
ru_ru: Отзывы

source: wpStore options
ru_ru: Настройки wpStore

source: Reset to default
ru_ru: Сброс по умолчанию

source: Copy option name
ru_ru: Копировать имя опции

source: Store
ru_ru: Магазин

source: Base information
ru_ru: Основная информация

source: Postal address
ru_ru: Почтовый адрес

source: You can leave this field blank
ru_ru: Это поле можно оставить пустым

source: Store address offline
ru_ru: Адрес магазина оффлайн

source: This can be useful
ru_ru: Это может быть полезно

source: Your theme does not support all plugin features. Try the %s theme from the developer or learn %s the plugin into the theme.
ru_ru: Ваша тема не поддерживает все функции плагина. Попробуйте тему %s от разработчика или узнайте %s плагин в тему.

source: how to integrate
ru_ru: как интегрировать

source: The output via the shortcode [wpsl-contactform]
ru_ru: Вывод через шорткод [wpsl-contactform]

source: Currency
ru_ru: Валюта

source: Base currency of store
ru_ru: Базовая валюта магазина

source: Currency symbol
ru_ru: Символ валюты

source: Replaces the default currency symbol
ru_ru: Заменяет символ валюты по умолчанию

source: Position
ru_ru: Расположение

source: This controls the position of the currency symbol
ru_ru: Управляет положением символа валюты

source: Left with space
ru_ru: Слева с пробелом

source: Right with space
ru_ru: Справа с пробелом

source: Thousand separator
ru_ru: Разделитель тысяч

source: This sets the thousand separator of displayed prices
ru_ru: Задаёт разделитель тысяч в отображаемых ценах

source: Decimal separator
ru_ru: Десятичная дробь

source: This sets the decimal separator of displayed prices
ru_ru: Задаёт разделитель дробной части в отображаемых ценах

source: Number of decimals
ru_ru: Знаки после целого

source: This sets the number of decimal points shown in displayed prices
ru_ru: Устанавливает число знаков после запятой в отображаемых ценах

source: Account page
ru_ru: Страница кабинета

source: To display the order form, use the shortcode
ru_ru: Для вывода формы заказа используйте шорткод

source: Customers will be able to create tickets in personal account
ru_ru: Клиенты смогут создавать тикеты в личном кабинете

source: Work schedule
ru_ru: График работы

source: Work schedule of technical support
ru_ru: График работы технической поддержки

source: Phone number on which customers can solve issues with the site
ru_ru: Номер телефона, по которому клиенты могут решить проблемы с покупками

source: Assign an email through which technical support will be provided
ru_ru: Укажите электронную почту, через которую будет осуществляться техническая поддержка

source: Prevent the creation of a free products and orders
ru_ru: Запретить создание заявок на бесплатные товары и заказы

source: Technical support is provided only through the internal ticket system in perconal account
ru_ru: Техническая поддержка осуществляется только через внутреннюю систему тикетов в личном кабинете

source: Settings
ru_ru: Настройки

source: Store settings
ru_ru: Настройки магазина

source: Performance
ru_ru: Производительность

source: Disable emoji
ru_ru: Отключить эмодзи

source: Option to disable emoticons and reduce the count of http requests
ru_ru: Опция отключает смайлики и уменьшает количество http запросов

source: Combine js
ru_ru: Объединение js

source: Merges all js files into one. After activation, ensure non-conflict with other plugins
ru_ru: Объединяет вас js файлы в один. После активации убедитесь в бесконфликтной работе с другими плагинами

source: Allow svg
ru_ru: Разрешить SVG

source: After activation refresh the options page
ru_ru: После изменения обновите страницу

source: Mobile menu
ru_ru: Мобильное меню

source: Enables menus on mobile devices
ru_ru: Включить меню на мобильных устройствах

source: Select which parameters users will be able to sort products
ru_ru: Выберите, по каким параметрам пользователи смогут сортировать товары

source: Call back
ru_ru: Кнопка позвонить

source: Law
ru_ru: Закон

source: Personal data processing policy
ru_ru: Политика обработки персональных данных

source: Enter the page which contains information about the policy the processing of personal data
ru_ru: Укажите страницу на которой размещена информация о политике обработки персональных данных

source: Text will be displayed in order form
ru_ru: Текст будет отображен в форме заказа

source: Attention! In accordance with the law ... you must read and accept the personal data processing agreement
ru_ru: Внимание! В соответствии с законом ... вы должны прочитать и принять соглашение об обработке персональных данных

source: List of products
ru_ru: Список товаров

source: Page of showcase
ru_ru: Страница витрины

source: Products in the row
ru_ru: Товаров в строке

source: This must be numeric
ru_ru: Введите только число

source: How many products should be shown on the line?
ru_ru: Сколько продуктов должно быть показано в строке?

source: Number of rows
ru_ru: Количество строк

source: How many product lines should be shown on the page?
ru_ru: Сколько строк товаров должно быть показано на странице?

source: Sorting
ru_ru: Сортировка

source: Show the sorting of products above the storefront
ru_ru: Показывать сортировку товаров над витриной

source: Sort fields
ru_ru: Поля сортировки

source: By price
ru_ru: По цене

source: Popularity
ru_ru: Популярность

source: By name
ru_ru: По имени

source: By date
ru_ru: По дате

source: Placeholder image
ru_ru: Изображение заполнитель

source: Will be used if the item has no picture
ru_ru: Будет использоваться, если элемент не имеет изображения

source: Tabs
ru_ru: Вкладки

source: Transfer attributes of a product to tab
ru_ru: Переносит характеристики товара в отдельную вкладку

source: Сount of tabs
ru_ru: Количество вкладок

source: Save options and refresh the page
ru_ru: Сохраните опции и обновите страницу

source: Name of the tab
ru_ru: Название вкладки

source: Icon of the tab
ru_ru: Иконка вкладки

source: Rules for reviews
ru_ru: Правила отзывов

source: Tab
ru_ru: Вкладка

source: Fill of the tab
ru_ru: Заполнение вкладки

source: Single product
ru_ru: Карточка товара

source: Measurements
ru_ru: Габариты

source: Weight unit
ru_ru: Единица измерения веса
