Repository: common-repository/wp-store-lite
Catalog: assets/lang/wpsl-*.po
Languages: ru_ru

source: Addons to the plugin wpStore
ru_ru: Расширения к плагину wpStore

source: Marketplace
ru_ru: Маркетплейс

source: Addon for wpStore allows you to deploy a system of appointment to a specialist or booking time for any event
ru_ru: Аддон для wpStore позволяет развернуть систему назначения к специалисту или время бронирования для любого события

source: Free
ru_ru: Бесплатно

source: The addon allows you to display dynamic notifications about promotions, news, and other special conditions of your online store
ru_ru: Аддон позволяет отображать динамические уведомления о рекламных акциях, новостях и других специальных условиях вашего Интернет-магазина

source: Download
ru_ru: Скачать

source: Buy
ru_ru: Купить

source: Price
ru_ru: Цена

source: WordPress version
ru_ru: Версия WordPress

source: Cart
ru_ru: Корзина

source: Login / Logout
ru_ru: Войти / Выйти

source: My account
ru_ru: Личный кабинет

source: Help
ru_ru: Помощь

source: For work plugin, please do not change the value of hashtags
ru_ru: Для работы плагина, пожалуйста, не меняйте значения хэштегов

source: Add
ru_ru: Добавить

source: For the plugin to work correctly, the recommended width and height of the thumbnail must be at least 100 pixels. %s
ru_ru: Для корректной работы плагина, рекомендуемая ширина и высота миниатюры должны быть не менее 100 пикселей. %s

source: Go to options
ru_ru: Перейти к опциям

source: Comment
ru_ru: Комментарий

source: Disadvantages of product
ru_ru: Недостатки товара

source: Advantages of product
ru_ru: Преимущества товара

source: Assessment
ru_ru: Оценка

source: Comment Metadata
ru_ru: Данные комментария

source: Export as CSV
ru_ru: Экспорт в CSV

source: Import
ru_ru: Импорт

source: Import form
ru_ru: Форма импорта

source: Load file
ru_ru: Загрузить файл

source: There is nothing to duplicate!
ru_ru: Нет ничего для дублирования!

source: Error creating post, can"t find original post with ID:
ru_ru: Ошибка создания поста, не можем найти оригинальный пост с ID:

source: Duplicate
ru_ru: Дублировать

source: Digital products
ru_ru: Цифровые товары

source: These settings control the permalinks used specifically for products.
ru_ru: Эти параметры управляют постоянными ссылками, для товаров.

source: Without slug
ru_ru: Без слага

source: Custom slug
ru_ru: Пользовательский слаг

source: Without slug with category
ru_ru: Без слага с категорией

source: Without slug with categories
ru_ru: Без слага с категориями

source: Without slug with seller
ru_ru: Без слага с продавцом

source: Custom base
ru_ru: Пользовательская база

source: You can use any base slug or completely abandon it
ru_ru: Вы можете использовать любой слаг базы или же полносью отказаться от него

source: These settings control the permalinks used specifically for category of products.
ru_ru: Эти настройки управляют постоянными ссылками для категории товаров.

source: Without slug with category hierarchy
ru_ru: Без слага с иерархией категорией

source: Permalinks of single products
ru_ru: Структура ссылок для товаров

source: Permalinks of categories products
ru_ru: Структура ссылок для категорий товаров

source: Products
ru_ru: Товары

source: Add product
ru_ru: Добавить товар

source: Add new product
ru_ru: Добавить новый товар

source: Edit product
ru_ru: Редактировать товар

source: New product
ru_ru: Новый товар

source: All products
ru_ru: Все товары

source: Viewing product
ru_ru: Просмотреть товар

source: Search product
ru_ru: Найти товар

source: Product not found
ru_ru: Товар не найден

source: In trash no product
ru_ru: В корзине товаров нет

source: Variations
ru_ru: Вариации

source: Delivery types
ru_ru: Типы доставки

source: Parent Delivery Type:
ru_ru: Родительский тип:

source: All Delivery Types
ru_ru: Доставки

source: View Delivery Types
ru_ru: Просмотр типа

source: Add New Delivery Type
ru_ru: Добавить новый тип

source: New Delivery Type
ru_ru: Новый тип

source: Edit Delivery Type
ru_ru: Редактировать тип

source: Update Delivery Type
ru_ru: Обновить тип

source: Search delivery type
ru_ru: Поиск типов

source: No delivery types found
ru_ru: Типы доставки не найдены

source: No delivery types found in Trash
ru_ru: Нет удаленных типов доставки

source: Delivery
ru_ru: Доставка

source: Orders
ru_ru: Заказы

source: Order
ru_ru: Заказ

source: All orders
ru_ru: Все заказы

source: View orders
ru_ru: Просмотр заказов

source: Add new order
ru_ru: Добавить новый заказ

source: New order
ru_ru: Новый заказ

source: Edit order
ru_ru: Редактировать

source: Update order
ru_ru: Обновить заказ

source: Search order
ru_ru: Поиск заказов

source: No orders found
ru_ru: Заказы не найдены

source: No orders found in trash
ru_ru: Заказы в корзине не найдены

source: Promocodes
ru_ru: Промокоды

source: Promocode
ru_ru: Промокод

source: Parent promocode
ru_ru: Родительский промокод

source: All promocodes
ru_ru: Все промокоды

source: View promocodes
ru_ru: Просмотр промокода

source: Add new promocode
ru_ru: Добавить новый промокод

source: New promocode
ru_ru: Новый промокод

source: Edit promocode
ru_ru: Редактировать промокод

source: Update promocode
ru_ru: Обновить промокод

source: Search promocode
ru_ru: Поиск промокода

source: No promocode found
ru_ru: Промокод не найден

source: No promocode found in trash
ru_ru: Промокод в корзине не найден

source: Support tickets
ru_ru: Заявки на поддержку

source: Support ticket
ru_ru: Заявка

source: Parent ticket
ru_ru: Родительская заявка

source: All support tickets
ru_ru: Все заявки

source: View support tickets
ru_ru: Просмотреть заявки

source: Add new support ticket
ru_ru: Добавить новую заявку

source: New support ticket
ru_ru: Новая заявка

source: Edit support ticket
ru_ru: Редактировать заявку

source: Update support ticket
ru_ru: Обновить заявку

source: Search support ticket
ru_ru: Поиск заявки

source: Support ticket is not found
ru_ru: Заявка не найдена

source: Support ticket is not found in trash
ru_ru: В корзине заявки не найдены

source: Categories
ru_ru: Категории

source: Category
ru_ru: Категория

source: Search category
ru_ru: Поиск категории

source: All categories
ru_ru: Все категории

source: The parent category of the product
ru_ru: Родительская категория товара

source: Category parent
ru_ru: Родительская категория

source: Update the category
ru_ru: Обновить категорию

source: Add new category
ru_ru: Добавить новую категорию

source: The name of the new category of products
ru_ru: Название новой категории товаров

source: Tags
ru_ru: Метки

source: Tag of product
ru_ru: Метка товара

source: Search tag of product
ru_ru: Поиск метки товара

source: All tags of products
ru_ru: Все метки товаров

source: The parent tag of the product
ru_ru: Родительская метка товара

source: Tag parent
ru_ru: Родительская метка

source: Update the tag
ru_ru: Обновить метку

source: Add new tag
ru_ru: Добавить новую метку

source: The name of the new tag of products
ru_ru: Название новой метки товаров

source: Statuses
ru_ru: Статусы

source: Status
ru_ru: Статус

source: All Statuses
ru_ru: Все статусы

source: Parent Status
ru_ru: Родительский статус

source: Parent Status:
ru_ru: Родительский статус:

source: New Status Name
ru_ru: Название нового статуса

source: Add New Status
ru_ru: Добавить статус

source: Edit Status
ru_ru: Редактировать

source: Update Status
ru_ru: Обновить

source: Separate statuses with commas
ru_ru: Отделяйте статусы запятыми

source: Search statuses
ru_ru: Поиск статусов

source: Add or remove statuses
ru_ru: Добавить или удалить статус

source: Choose from the most used statuses
ru_ru: Выберите самые часто используемые статусы

source: Approved
ru_ru: Принят

source: The order is received and is waiting for processing by the moderator
ru_ru: Заказ получен и ожидает обработки модератором

source: Processing
ru_ru: На исполнении

source: Your order is checked by the moderator and transferred for a complete set
ru_ru: Ваш заказ проверен модератором и передан на комплектацию

source: Completed
ru_ru: Выполнен

source: Your order is completed. Thank you for your purchase! Waiting for you again!
ru_ru: Ваш заказ выполнен. Спасибо за покупку! Ждём вас снова!

source: Cancelled
ru_ru: Отказались

source: The order was either canceled by you or the order was not purchased within the specified period
ru_ru: Заказ был либо отменен вами, либо заказ не был приобретен в указанный период

source: Not paid
ru_ru: Не оплачено

source: We expect payment of products
ru_ru: Ожидаем оплаты товаров

source: Pend
ru_ru: Оплачено

source: The money went to the account of seller
ru_ru: Деньги поступили на счет продавца

source: Order picking
ru_ru: Комплектация заказа

source: At this stage, we reserve the products for your order and prepare it for shipment
ru_ru: На этом этапе мы резервируем товары под ваш заказ и готовим их к отправке

source: Order shipped
ru_ru: Заказ отправлен

source: The products in your order have been handed over to the courier, shipping company or postal service
ru_ru: Товары вашего заказа были переданы курьеру, транспортной компании или почтовой службе

source: Delivered
ru_ru: Доставлено

source: The products are delivered to the point of receipt of the order
ru_ru: Товар доставлен в пункт получения заказа

source: Stock
ru_ru: Запасы

source: Sku
ru_ru: Артикул

source: Hit
ru_ru: Хит

source: Date
ru_ru: Дата

source: Filter
ru_ru: Фильтр

source: All category of product
ru_ru: Все категории товаров

source: All status of order
ru_ru: Все статусы заказов

source: Shipping types
ru_ru: Типы доставки

source: Shipping
ru_ru: Доставка

source: Coupons
ru_ru: Купоны

source: Photo
ru_ru: Фото

source: Title
ru_ru: Наименование

source: Quo
ru_ru: Количество

source: Summ
ru_ru: Сумма

source: Total price
ru_ru: Итоговая стоимость

source: You must create new statuses and attach them to the type
ru_ru: Вы должны создать новый статус и прикрепить его к одному из типов статуса

source: Order Code
ru_ru: Код заказа

source: Customer
ru_ru: Заказчик

source: Summa
ru_ru: Сумма

source: Status type
ru_ru: Тип статуса

source: Groups status type
ru_ru: Группы типов статуса

source: Select type status
ru_ru: Выберите тип статуса

source: Support
ru_ru: Техподдержка

source: General
ru_ru: Основное

source: Product card
ru_ru: Карточка товара

source: Digital
ru_ru: Цифровой

source: Bestseller
ru_ru: Хит продаж

source: Base price (%s)
ru_ru: Базовая цена (%s)

source: Sale price (%s)
ru_ru: Цена распродажи (%s)

source: Sku is a unique identifier of the product
ru_ru: Артикул — это уникальный идентификатор товара

source: Stock status
ru_ru: Статус наличия

source: Controls how the product will be displayed in the frontend
ru_ru: Контролирует, как товар будет отображаться во фронтенде

source: Downloadable files
ru_ru: Скачиваемые файлы

source: Buyer receives one-time download link
ru_ru: Покупатель получит одноразовую ссылку на скачивание

source: Product URL
ru_ru: URL товара

source: Enter an external link to the product
ru_ru: Введите внешнюю ссылку на товар

source: Gallery of product
ru_ru: Галерея товара

source: Attributes
ru_ru: Характеристики

source: Product variations
ru_ru: Вариации товара

source: Project
ru_ru: Проект

source: Goal
ru_ru: Цель

source: The amount needed to complete your project
ru_ru: Сумма, необходимая для завершения проекта

source: Investments
ru_ru: Инвестиции

source: How much money is collected at the moment
ru_ru: Сколько денег собрано на данный момент

source: Minimum sponsor fee
ru_ru: Минимальный взнос спонсора

source: Date of completion
ru_ru: Дата завершения

source: If the field is empty, the duration of the investment collection is unlimited
ru_ru: Если поле пусто, продолжительность сбора инвестиций не ограничена

source: Auction
ru_ru: Аукцион

source: Start price
ru_ru: Стартовая цена

source: The price at which the auction will start
ru_ru: Цена с которой начнётся аукцион

source: Bid increment
ru_ru: Шаг ставки

source: The minimum step bid
ru_ru: Минимальный шаг ставки

source: Reserve price
ru_ru: Резервная цена

source: Price below which you are not required to sell the product
ru_ru: Цена, при ставках ниже которой вы не обязаны продавать товар

source: The blitz price
ru_ru: Блиц цена

source: Price for which the seller is ready to sell the goods without waiting for the end of the auction
ru_ru: Цена, за которую продавец готов продать товар, не дожидаясь окончания аукциона

source: Ending date
ru_ru: Дата окончания

source: Set the end date of auction product
ru_ru: Установите дату окончания аукциона

source: Dimensions
ru_ru: Размеры

source: Weight
ru_ru: Вес

source: Length
ru_ru: Длина

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: More
ru_ru: Дополнительно

source: A note to the product
ru_ru: Примечание к товару

source: Additional information about the product. Displayed on the individual product page
ru_ru: Дополнительная информация о товаре. Отображается на карточке товара

source: SEO
ru_ru: СЕО

source: Title of product
ru_ru: Заголовок страницы

source: Most search engines see only 60 characters
ru_ru: Большинство поисковых систем видят лишь 60 символов

source: Meta keywords
ru_ru: Мета ключевые слова

source: A list of keywords separated by commas
ru_ru: Список ключевых слов через запятую

source: Meta description
ru_ru: Мета-описание

source: The recommended length is 160 characters
ru_ru: Рекомендуемая длина - 160 символов

source: Shipping price
ru_ru: Цена доставки

source: Fixed shipping cost
ru_ru: Фиксированная стоимость доставки

source: Details of shipping
ru_ru: Детали доставки

source: Client
ru_ru: Клиент

source: Name
ru_ru: Имя

source: The name of the buyer
ru_ru: Имя покупателя

source: The email of the buyer
ru_ru: Email покупателя

source: Phone
ru_ru: Телефон

source: The phone of the buyer
ru_ru: Телефон покупателя

source: Address
ru_ru: Адрес

source: Where to send products
ru_ru: Куда отправлять товары

source: Type of payment
ru_ru: Тип оплаты

source: How the order will be paid
ru_ru: Как будет оплачен заказ

source: How to deliver products
ru_ru: Как доставить товары

source: Order detail
ru_ru: Детали заказа

source: Discount type
ru_ru: Тип скидки

source: Percentage cart discount
ru_ru: Процентная скидка на корзину

source: Fixed cart discount
ru_ru: Фиксированная скидка на сумму корзины

source: Percentage on the quantity of products
ru_ru: Процентная скидка на количество товара

source: Fixed on the quantity of products
ru_ru: Фиксированная скидка на количество товара

source: Coupon amount
ru_ru: Величина купона

source: Discount coupon. You can use formulas, for example: 5000:20,3000:10,1500:5
ru_ru: Скидка по купону. Вы можете использовать формулы, например: 5000:20,3000:10,1500:5

source: Apply
ru_ru: Применить

source: How to apply discount
ru_ru: Как применить скидку

source: At request
ru_ru: По требованию

source: Automatically
ru_ru: Автоматически

source: Coupon expiry date
ru_ru: Дата окончания купона

source: Send coupon
ru_ru: Отправить купон

source: Specifies how to receive the coupon. The setting is not used if the coupon is applied automatically
ru_ru: Задаёт способ получения купона. Настройка не используется, если купон применяется автоматически

source: Do not send coupon
ru_ru: Не отправлять купон

source: Send a coupon after the first order
ru_ru: Отправить купон после первого заказа

source: Usage restriction
ru_ru: Ограничения использования

source: Minimum spend
ru_ru: Минимальный расход

source: Set the minimum total cart (subtotal) amount required to use the coupon
ru_ru: Установите минимальную общую сумму корзины, необходимую для использования купона

source: Maximum spend
ru_ru: Максимальный расход

source: Set the maximum total cart (subtotal) amount required to use the coupon
ru_ru: Установите максимальную общую сумму корзины, необходимую для использования купона

source: Individual use
ru_ru: Индивидуальное использование

source: Check this box if the coupon cannot be used in conjunction with other coupons
ru_ru: Отметьте если купон нельзя использовать вместе с другими купонами

source: Exclude sale items
ru_ru: Исключить товары со скидкой

source: Check this box if the coupon should not apply to items with discount. Option to exclude discounted products from the calculation of the total discount regardless of the "Type of discount"
ru_ru: Установите этот флажок, если купон не должен применяться к товарам со скидкой. Опция исключает товары со скидкой из подсчёта общей скидки независимо от "Типа скидки"

source: User limits
ru_ru: Ограничения пользователей

source: Apply the coupon only to the specified group of users
ru_ru: Применять купон только к указанной группе пользователей

source: All users
ru_ru: Все пользователи

source: Usage limits
ru_ru: Лимиты использования

source: Usage limit per coupon
ru_ru: Лимит использования на купон

source: How many times this coupon can be used before it is void
ru_ru: Сколько раз данный купон может быть использован, прежде чем он будет аннулирован

source: Usage limit per user
ru_ru: Лимит использования на одного пользователя

source: How many times this coupon can be used by an individual user. Uses billing email for guests, and user ID for logged in users
ru_ru: Сколько раз данный купон может быть использован отдельным пользователем. Отслеживается по ID пользователя для зарегистрированных покупателей и по Email для незарегистрированных

source: Coupon data
ru_ru: Данные купона

source: Saved
ru_ru: Сохранено

source: SMS sending is works!
ru_ru: СМС отправка работает!

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Edit
ru_ru: Редактировать

source: Delete
ru_ru: Удалить

source: Files not found
ru_ru: Файл не найден

source: Binding a column to a field
ru_ru: Привязка столбца к полю

source: Select the columns of the CSV file to assign the product field, or to ignore them.
ru_ru: Выберите столбцы CSV-файла, чтобы назначить поле товара или игнорировать их.

source: Column
ru_ru: Колонка

source: Set field
ru_ru: Установить поле

source: ID of attachment
ru_ru: ID вложения

source: Delimetr
ru_ru: Разделитель

source: Line
ru_ru: Линия

source: Product
ru_ru: Товар

source: Total time
ru_ru: Всего времени

source: The product exists, the data is updated
ru_ru: Товар существует, данные обновлены

source: The product is successfully created
ru_ru: Товар успешно создан

source: Your verification code: %s
ru_ru: Ваш код подтверждения: %s

source: The password is not sent. Check that the phone number is entered correctly.
ru_ru: Пароль не отправляется. Убедитесь, что номер телефона введен правильно.

source: Nothing found, try another query
ru_ru: Ничего не найдено, попробуйте другой запрос

source: Found: %d
ru_ru: Найдено: %d

source: Show
ru_ru: Показать

source: Email field must be filled
ru_ru: Поле email должно быть заполнено

source: Invalid email format
ru_ru: Неправильный формат электронной почты

source: This email is busy
ru_ru: Этот email занят

source: Select product
ru_ru: Выберите товар

source: Ticket for the whole order
ru_ru: Заявка по всему заказу

source: Your ticket has been successfully sent. Wait for the operator"s response
ru_ru: Ваша заявка успешно отправлена. Дождитесь ответа оператора

source: You
ru_ru: Вы

source: Operator
ru_ru: Оператор

source: Text
ru_ru: Текст

source: Send
ru_ru: Отправить

source: Date of order
ru_ru: Дата заказа

source: Details of order
ru_ru: Детали заказа

source: Regenerate download link
ru_ru: Получить ссылку для скачивания

source: Enter your name
ru_ru: Введите ваше имя

source: Enter your email
ru_ru: Укажите ваш e-mail

source: Enter your message
ru_ru: Введите текст вашего сообщения

source: Request from contact form
ru_ru: Запрос из контактной формы

source: Received an application from the site with a request to call back
ru_ru: Поступила заявка с сайта с просьбой перезвонить

source: From
ru_ru: От

source: The message was successfully sent to admin
ru_ru: Сообщение было успешно отправлено администратору

source: Something went wrong. Click "Submit" again
ru_ru: Что-то пошло не так. Нажмите кнопку "Отправить" ещё раз

source: No spam
ru_ru: Нет спаму

source: Enter your assessment
ru_ru: Введите вашу оценку

source: Enter product advantages
ru_ru: Введите преимущества товара

source: Enter product disadvantages
ru_ru: Введите недостатки товара

source: Something went wrong, send review again
ru_ru: Что-то пошло не так, отправьте отзыв снова

source: Review was sended
ru_ru: Отзыв был отравлен

source: Your bet is made
ru_ru: Ваша ставка сделана

source: A link to confirm your bet has been sent to your e-mail
ru_ru: На вашу почту была отправлена ссылка для подтверждения ставки

source: Go to the mail service
ru_ru: Перейти к почтовой службе

source: You have placed a bid on the purchase of the auction product
ru_ru: Вы отправили заявку на покупку аукционного продукта

source: Confirm bid
ru_ru: Подтвердить ставку

source: Bid confirmation
ru_ru: Подтверждение ставки

source: Your bid cannot be lower than the current price
ru_ru: Ваша ставка не может быть ниже текущей цены

source: Please enter required data!
ru_ru: Пожалуйста, введите необходимые данные!

source: Please enter required email!
ru_ru: Пожалуйста, введите электронную почту!

source: Please specify correct E-mail!
ru_ru: Пожалуйста, укажите корректный E-mail!

source: Please specify correct phone!
ru_ru: Пожалуйста, укажите корректный номер телефона!

source: Cart is empty
ru_ru: Корзина пуста

source: Remove from cart
ru_ru: Удалить из корзины

source: Merchandise total
ru_ru: Товаров на сумму

source: Discount total
ru_ru: Величина скидки

source: Subtotal
ru_ru: Подытог

source: Support to resolve issues on availability, payment and receipt of products
ru_ru: Поддержка для решения вопросов по наличию, оплате и получению товаров

source: You can find information about your order in your personal account
ru_ru: Вы можете найти информацию о вашем заказе в личном кабинете

source: Login to account
ru_ru: Войти в аккаунт

source: This letter is generated automatically, do not answer it.
ru_ru: Это письмо было сгенерировано автоматически, пожалуйста, не отвечайте на него.

source: If you need to contact technical support, please send a request to email
ru_ru: Если вам необходима техническая поддержка, отправьте запрос по email

source: Technical support is provided through the system of internal tickets in your account.
ru_ru: Техническая поддержка осуществляется через систему внутренних тикетов в личном кабинете.

source: Go to account
ru_ru: В личный кабинет

source: Link to the file is not found. Contact technical support for assistance
ru_ru: Ссылка на файл не найдена. Обратитесь за помощью в техническую поддержку

source: Total
ru_ru: Итого

source: URL
ru_ru: УРЛ

source: Upload
ru_ru: Загрузить

source: Very poor
ru_ru: Очень плохо

source: Not that bad
ru_ru: Не плохо

source: Average
ru_ru: Средне

source: Good
ru_ru: Хорошо

source: Perfect
ru_ru: Отлично

source: Shipping type
ru_ru: Тип доставки

source: Coupon "%s" does not exist!
ru_ru: Купон "%s" не существует!

source: The coupon is not active yet. Until the early remained: %s
ru_ru: Купон пока не активен. До начала осталось %s

source: This coupon has expired
ru_ru: Срок действия купона истек

source: The minimum amount to apply the discount is %s
ru_ru: Минимальная сумма для применения скидки составляет %s

source: The maximum amount to apply the discount is %s
ru_ru: Максимальная сумма для применения скидки составляет %s

source: Coupon usage limit has been reached
ru_ru: Лимит использования купона достигнут

source: Coupon code already applied!
ru_ru: Купон уже использован!

source: Sorry, this coupon is not applicable to your cart contents
ru_ru: К сожалению, этот купон не применим к содержимому вашей корзины

source: Discount for next order
ru_ru: Скидка для следующего заказа
